Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Tapas] How to Win the Secretary's Heart.tmx
Source language: ko_kr
Languages: en

source: 상대방을 대하는데 성별은 중요하지 않다고 생각하고 있는지라.
en: i don’t believe that a person’s gender should affect how you treat them.

source: 특별히 조사나 접속사 정도 틀리는 건 봐 드리겠습니다.
en: i’ll overlook little slip-ups like different conjunctions and prepositions.

source: 난 술 많이_x0003_안 마셨어.
en: i haven't had much to drink.

source: 네, 말씀하세요.
en: yes?

source: 우와─.
en: wow.

source: 태초의 모습으로 다시 존재할 수 있겠군.
en: i can go around au naturel again.

source: 업무 효율~~?!!
en: efficiency?!!

source: 저건 분명 이번 클라이언트가 까다롭다고 미리 대책을 마련했던 그, 그것…?!
en: isn’t that the back-up plan for that one picky client...?!

source: 몰라, 서유 요즘 바빠.
en: i dunno, she’s been busy.

source: 점수 좀 따려고 잘 보이는 중이니까.
en: this is just part of my plan to get on your good side.

source: 쿵
en: THUD

source: 집 안에 있잖여.
en: he’s inside the house.

source: 양 비서가 나랑 있을 때 다른 사람한테 관심을 주는 게 불쾌하다.
en: I FEEL BAD BECAUSE MISS YANG WAS THINKING ABOUT SOMEONE ELSE WHILE SHE WAS WITH ME.

source: 탕!
en: SLAM

source: 실은……
en: the truth is...

source: …머리는 그대로 두실 건가요?
en: are you going to leave your hair like that...?

source: 부사장님.
en: vice president!

source: 저도 크게 상관없다고 생각했습니다.
en: i didn’t think it mattered either.

source: 무셔….
en: I'M SCARED...

source: 선일 자동차 홍보부장 최경환 이라고 해요.
en: i'm kyunghwan choi, the head of pr at sunil cars.

source: 잠깐, 양 비서!
en: wait, miss yang!

source: 꼬르르르륵~∼
en: GRUUUMBLE

source: …해서 이번 분기에 들어갔던 보고서에…
en: if you’ll flip back to the previous page...

source: 자, 잠시만 기다리세요.
en: is he a model?

source: 최선을 다해 도와드리겠습니다.
en: i will do everything in my power to assist you, sir.

source: 쾅-
en: BAM

source: 일 시키고 물이라….
en: he gave me water after making me work...

source: 알겠습니다, 그래서 그게 무슨 의미죠?
en: all right. so what does it mean?

source: 움찔
en: TWITCH

source: 여기서 뭐 하고 있었던 거야?
en: what were you doing here?

source: 혹시…
en: by any chance...

source: 아따~ 뉘 집 아들인지 잘~ 생겼다!
en: goodness, i don't know whose son he is but he's a looker!!

source: 이번에 신청자가 많긴 한데, 그래도 할 거지?
en: there's a lot of competition this time around, but you're still gonna do it, right?

source: 무슨 대화를 나누나 했더니….
en: i was wondering what they were talking about...

source: 방금 전 물벼락 맞은 사람 맞나…?
en: is this really someone who got a faceful of water...?

source: 그런 거 안 했습니다!
en: we didn’t do anything close!

source: 차라리 업무 방향을 알려주는 게 낫지 않았을까요?
en: wouldn’t it have been better to tell them what you're looking for?

source: 회식 시켜 줄게.
en: i'll order you some food.

source: 나 오늘 8* 빌려준다고 했잖아!!
en: you said i could borrow it today!!

source: 뭐긴, 일은 할 만해?
en: don't play dumb. how's work?

source: 사고….
en: AN ACCIDENT...

source: 그럼 대체 어쩌시겠다는 거예요!
en: then what’s your plan?!

source: “나 너랑 일하기 싫어.”
en: “i don’t want to work with you.”

source: 다들 바쁜 사람들이니 각설하고 본론으로 넘어가지.
en: we’re all busy people, so let’s hurry up and get to the meat and potatoes.

source: 자기 자신이라면 몰라도.
en: ...except toward himself.

source: ‘알아, 나도 거울 있어.’
en: ‘i know, i have a mirror.’

source: 말씀을 해, 해 주셔야…
en: say s-something...

source: 흐음...
en: HMM

source: 알아.
en: i know.

source: 자, 잔인해….
en: s-so cruel...

source: 오로지 ‘씻고 옷 갈아입는 곳’ 이라는 걸 누가 상상이라도 해봤을까.
en: ...that it would be used as ‘a changing room’ for after he gets a face full of juice?

source: 아아, 네에.
en: suuure.

source: 사업 계획서라….
en: a business plan, huh...?

source: 그걸 그대로 올리면 어떡해!
en: why did you submit that as-is?!

source: 그러니까 이십 대 선호도 조사에서….
en: like i was saying, from my research on young adults’ preferences...

source: 휘익-
en: FWIP

source: 어.
en: yeah.

source: 그마저도 아시아 쪽은 계약이 완료되어서,
en: but now that the contract has expired in asia,

source: 괜히 상기시킬 필요는 없어!
en: don’t remind yourself!

source: 진심이 아니라는 걸 알면서도 서운할 때가 있어오오….
en: i know you don't mean it but sometimes it hurts my feeelings...

source: 아, 이제 와?
en: ah, you’re back.

source: 오늘도 한바탕 싸우러 가 보자고!
en: now let’s go do battle!

source: 까만 것은 글씨로구나….
en: and the black is the text, right? everything is blurring together...

source: 무엇보다도…
en: because, most importantly...

source: …본부장님, 이건 순수하게 궁금해서 여쭈는 건데…
en: sir, i’m asking purely out of curiosity, but...

source: …라고 말해 봤자 저 늙은이들한테는 안 통하겠지.
en: that's what i want to say, but those geezers wouldn’t listen...

source: 결과가 있으면 반드시 원인이 있기 마련.
en: i know that everything has a cause.

source: 그 다음 날
en: the next day

source: 제가 먼저 여쭤봤잖아요.
en: i asked first.

source: 자료를 보시면 3팀이 얼마나 날로 먹었는지 유치원생이 봐도 알 수 있게 정리가 되어 있죠.
en: the handout is clear about how much team 3 has been stuffing itself. even a child would understand.

source: 꼭이야!
en: you promised!

source: 일이 체계적인 것과 명령체계가 엉망인 건 천지 차이니까.
en: how organized the workplace is makes a world of difference.

source: 아, 역시 땀 냄새가 나네….
en: ah, i smell like sweat...

source: …자꾸 그러면 전화 끊는다?
en: keep that up and i'm going to hang up...

source: 미쳤어!!
en: i've officially lost it!!

source: 잠깐~~~!!!
en: wait!!!

source: 너도 나이가 벌써 서른넷인데
en: you're already 34 years old.

source: 네가 나한테서 가져간 돈이 얼마인지나 알아?
en: do you realize how much money you’ve borrowed from me?

source: 내가 다 알아서 할게.
en: and leave this to me, seoyu.

source: 생각하니 또 울컥
en: UGH

source: 사장 등에 업었다고 기세등등해서는!
en: he acts all cocky because the president has his back!

source: 그럼…
en: then...

source: 일 얘기할 게 많아서 다행이지, 안 그랬으면 분위기가 어땠을지….
en: i'm glad there was a lot to talk about. otherwise, i don't know what i would've done...

source: 길은 대체 왜 그 모양이야?
en: and why the hell is there a path?

source: 저만 바뀌면 될 일이니 굳이 골치 아프게 생각하실 필요 없습니다.
en: this will all be solved once i’m gone. you don’t have to trouble yourself.

source: ‘전 다 따집니다.’
en: i intend to question everything.

source: 본부장님은 아무렇지 않아 보이니 그나마 다행인가….
en: i guess i should be relieved that mr. kim doesn't seem too bothered...

source: 일하더라도 밥은 먹어가면서 해야지.
en: you shouldn’t skip out on eating even if you’re working.

source: 그럼 지금까지 진행하던 것은 어떻게 하죠?!
en: but what about the projects we’re currently working on?!

source: 홍보부는 15층에서 내리시면 오른쪽에 있습니다.
en: once you get to the 15th floor, the pr department will be on your right.

source: 애인 역할은 더 이상 안 해!
en: I WON'T PRETEND TO BE YOUR GIRLFRIEND AGAIN!

source: 기대에 부응하지 못해 죄송하군요.
en: i’m sorry i wasn’t able to meet your expectations.

source: aㅏ
en: ah,

source: 휘익
en: FWIP

source: '안' 하는 거였나?
en: but that he ‘won’t’?

source: 회의 들어가야 해.
en: we have to go to the meeting.

source: 다 좋다고 치자.
en: everything is fine.

source: 지금은 일단 적을 알아봐야 할 때!!
en: right now, the most important thing is to read my enemy.

source: 두 달 후 인제스피디움!!!
en: the inje speedium in two months!!!

source: 본부장니임~ 진짜 연락 꼭 하셔야 해요오!
en: sir, you have to give me a call! promise!

source: 아하하하, 감사합니다.
en: ahahaha, thank you.

source: 15층입니다.
en: level 15.

source: 얼마나 독특하길래 네 표정이 그렇게 해괴해지냐?
en: how unique is he for you to make that face?

source: 말싸움하고 싶지 않으니 계산이나 해야겠다.
en: but i don't want to argue with him, so i should just go and pay.

source: 있는 새X들이 더하다더니….
en: i guess rich bastards really are the greediest...

source: 그게 뭐야??
en: what’s that??

source: 아주 불쾌해.
en: really bad.

source: 늦어서 죄송합니다.
en: pardon me for being late.

source: 처음 듣는데요.
en: it’s my first time hearing it.

source: 知 彼 知 己
en: KNOW THE ENEMY AND KNOW YOURSELF

source: 이미 본 게 어떻게 안 본 게 될 수가 있어?
en: how do you unsee something you've already seen?

source: 했는데!!
en: i promised!

source: 아니지, 보기만 했지 먹은 건 아니니까….
en: no, you only got a look. we didn’t have any fun...

source: 설─명?
en: what did you just say?

source: 완 벽 쇼 핑
en: perfect shopping

source: 아!!
en: ah!!

source: 역시 무슨 말씀을 하시는 건지 모르겠습니다.
en: i still don't know what you're talking about.

source: 굉장해!
en: AWESOME!

source: 양 비서, 칭찬에 영혼이 없어.
en: you’re not putting your heart into it.

source: 우린 죽었다… 마감도 맞춰야 하는데 인수인계까지….
en: we’re dead meat... this, plus the other deadline...

source: 톡 보냈어.
en: i just texted her.

source: 돌려 까기 인형도 아니고 표정 하나 안 바뀌면서 잘도 까네.
en: look at that. she didn't even bat an eye while she was criticizing me,

source: 이번에는 약속 절대 잊지 마.
en: don’t forget this time.

source: 기생오…
en: a pretty…

source: 방 긋
en: HAHA

source: 이해는 되지만!!
en: though i understand where you’re coming from!!

source: 우리 팀 복장은 자유니까,
en: but our team has a free dress code.

source: 나 열받아 죽으라고…
en: were you actually trying to make me blow a fuse...

source: 헉, 벌써 시간이 저렇게!
en: ack, look at the time!

source: 명함이 아직 나오지 않아 못 드리겠군요.
en: i’d like to give you my card, but unfortunately, they aren’t made yet.

source: 둥~!!
en: DUN

source: 맛있다….
en: it's good...

source: 멈칫
en: HALT

source: 역시 양 비서, 하나를 얘기하면 꼭 두세 개를 채워서 가져온다니까.
en: just what i’d expect from miss yang. she always goes above and beyond.

source: 으악, 늦었다!
en: ack, i’m late!

source: 나로 부족하다고?
en: i’m not enough?

source: 스물아홉!
en: you’re 29!

source: 지친다….
en: i’m exhausted...

source: A사에서 보낸다는 샘플이 이건가 보군.
en: so this is that sample from company a.

source: 오늘 나 어때?
en: how am i today?

source: 맞아요, 이번에 스마트폰을 선보일 준비를 한다는 걸 알고
en: exactly. after hearing about their plans to unveil the new smart phone...

source: 우리 서유한테 관심 있죠?
en: you’re interested in my sis, aren’t you?

source: 후-후-
en: HUU HUU

source: 아니, 괜찮아.
en: no, it's fine.

source: 설마… 윤이 너…?!!!
en: yoon... you didn’t...!!!

source: 솔직히 억울하다고.
en: to be honest, it's pretty unfair.

source: 네… 그래서 그 비즈니스 유머와 지금 상황이 대체 무슨 상관인지 여쭤봐도 될까요?
en: i see... but may i ask what this business joke has to do with the current situation?

source: 체!!!!
en: this!!!!

source: …근데 뭐, 앞에선 아닌 척하면서 뒷담화하는 사람들보다는 나은 걸까?
en: but i guess that’s better than talking about someone behind their back...?

source: 마음에 안 들면 나가세요.
en: ...but if you don’t like it, feel free to leave.

source: 입 안 댄 거라 그냥 버리긴 아깝잖아.
en: i didn't touch it, so it would be a waste to throw out.

source: 아, 실수.
en: ah, my mistake.

source: 그래, 바쁘면 무리해서 오지 말고.
en: all right, but don’t push yourself if you’re busy.

source: 일은 제대로 안 하고 예산이나 날려 먹고!!
en: all they do is eat up the budget!!

source: 웃고 있었어!!!!
en: she was laughing at me...!!

source: 솔직히 이 정도면 나쁘지 않다고 생각합니다!
en: if i'm being honest, i think we did a decent job!

source: 본부장님이 매입하기 전 주인은 그 집을 가끔 별장으로 쓰는 용도였고,
en: the previous owner of your house used it as a vacation home,

source: 같이 가지?
en: just get off on the same floor.

source: 인수인계 자료만 주고 사후 대책은… 아, 우린 끝났구나….
en: he only gave us the project files and deleted everything else... we’re done for...

source: 그러게요.
en: yes, it has.

source: 그럼 다음에 볼 때는 김 사장이라고 불러야겠군요.
en: i guess you’ll be president kim, the head of your own company, next time we meet then.

source: 그러시죠.
en: that's fine.

source: 다시 조율한다고 했잖아!
en: we were going to reach a compromise!

source: 킁킁
en: SNIFF SNIFF

source: 그보다 아버지.
en: father, more importantly...

source: 그래, 가서 쉬어.
en: exactly. go get some rest.

source: 정말이지, 칼 같구만.
en: she’s so direct.
